Repository: chasey-myagi/Sapphire
Catalog: Sapphire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: No releases found in update feed
zh_hans: 更新源中未找到版本
zh_hant: 更新來源中找不到版本

source: No results for "%@"
zh_hans: 没有“%@”的搜索结果
zh_hant: 沒有「%@」的搜尋結果

source: No scheduled sessions.
zh_hans: 暂无定时专注时段。
zh_hant: 沒有已排程的時段。

source: No settings matched "%@".
zh_hans: 没有与“%@”匹配的设置。
zh_hant: 沒有符合「%@」的設定。

source: No shortcut set
zh_hans: 未设置快捷键
zh_hant: 未設定快速鍵

source: No shortcuts added.
zh_hans: 尚未添加快捷指令。
zh_hant: 尚未加入捷徑。

source: No shortcuts found.
zh_hans: 未找到快捷指令。
zh_hant: 找不到捷徑。

source: No shortcuts match your search.
zh_hans: 没有与搜索条件匹配的快捷指令。
zh_hant: 沒有符合搜尋條件的捷徑。

source: No snippets yet — add one, then type its trigger in any app.
zh_hans: 还没有文本片段。添加一个，然后在任意应用中输入它的触发词。
zh_hant: 尚無文字片段——加入一個後，在任何 App 中輸入其觸發字詞即可。

source: No suitable camera found or camera in use by another app.
zh_hans: 未找到合适的相机，或相机正被其他应用使用。
zh_hant: 找不到合適的相機，或相機正由其他 App 使用中。

source: No tasks scheduled.
zh_hans: 暂无定时任务。
zh_hant: 沒有已排程的任務。

source: No trusted locations have been added. Face ID will remain unavailable until one is added.
zh_hans: 尚未添加受信任位置。添加之前，Face ID 将保持不可用。
zh_hant: 尚未加入受信任的位置。在加入位置前，Face ID 將無法使用。

source: No upcoming immunity days.
zh_hans: 没有待到来的豁免日。
zh_hant: 沒有即將到來的豁免日。

source: No update source
zh_hans: 无更新来源
zh_hant: 無更新來源

source: No update source found
zh_hans: 未找到更新来源
zh_hant: 找不到更新來源

source: No wallpaper selected
zh_hans: 尚未选择墙纸
zh_hant: 未選擇背景圖片

source: No-Match Timeout
zh_hans: 无匹配超时
zh_hant: 無符合項目逾時

source: No-Signal Timeout
zh_hans: 无信号超时
zh_hant: 無訊號逾時

source: None
zh_hans: 无
zh_hant: 無

source: None (tap only)
zh_hans: 无（仅点按）
zh_hant: 無（僅點按）

source: Normal
zh_hans: 正常
zh_hant: 正常

source: Not Connected
zh_hans: 未连接
zh_hant: 未連接

source: Not Found
zh_hans: 未找到
zh_hant: 找不到

source: Not Playing
zh_hans: 未在播放
zh_hant: 未在播放

source: Not Registered
zh_hans: 未注册
zh_hant: 未註冊

source: Not enough disk space
zh_hans: 磁盘空间不足
zh_hant: 磁碟空間不足

source: Not enough notch space on this display.
zh_hans: 此显示器的刘海区域空间不足。
zh_hant: 此顯示器上的瀏海空間不足。

source: Not logged in.
zh_hans: 未登录。
zh_hant: 未登入。

source: Notch
zh_hans: 刘海区域
zh_hant: 瀏海

source: Notch Bar
zh_hans: 刘海栏
zh_hant: 瀏海列

source: Notch Bar Items
zh_hans: 刘海栏项目
zh_hant: 瀏海列項目

source: Notes
zh_hans: 便笺
zh_hant: 備忘錄

source: Notes are published online.
zh_hans: 更新说明已在线发布。
zh_hant: 版本說明已在線上發佈。

source: Nothing Playing
zh_hans: 当前没有播放内容
zh_hant: 未在播放

source: Nothing copied yet
zh_hans: 尚未复制内容
zh_hant: 尚未拷貝任何內容

source: Nothing queued
zh_hans: 队列为空
zh_hant: 待播清單中沒有項目

source: Nothing queued in Apple Music.
zh_hans: Apple Music 播放队列为空。
zh_hant: Apple Music 中的待播清單沒有項目。

source: Nothing queued — add tracks from Library or suggestions.
zh_hans: 播放队列为空，请从资料库或推荐内容添加歌曲。
zh_hant: 待播清單中沒有項目：請從資料庫或建議中加入曲目。

source: Nothing running
zh_hans: 暂无运行中的任务
zh_hant: 沒有執行中的項目

source: Nothing running. Start a build or send an agent a prompt and it will appear here.
zh_hans: 当前没有任务运行。开始构建或向智能体发送提示后，任务会显示在这里。
zh_hant: 目前沒有執行中的項目。開始建置或傳送提示給代理程式後，就會顯示在這裡。

source: Notification
zh_hans: 通知
zh_hant: 通知

source: Notification Center-style glass.
zh_hans: 通知中心风格的玻璃效果。
zh_hant: 通知中心風格的玻璃效果。

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: Notifications & Live Activity
zh_hans: 通知与实时活动
zh_hant: 通知與即時動態

source: Notify for Low Battery
zh_hans: 低电量时通知
zh_hant: 電池電量低時通知

source: Notify when battery is below
zh_hans: 电量低于此值时通知
zh_hant: 電量低於此值時通知

source: Notify you when a background scan discovers new updates.
zh_hans: 后台扫描发现新更新时发送通知。
zh_hant: 背景掃描發現新的更新項目時通知你。

source: Notify you when a verified Sapphire release is ready.
zh_hans: 有已验证的 Sapphire 新版本时通知你。
zh_hant: 已驗證的 Sapphire 新版本準備就緒時通知你。

source: Now
zh_hans: 现在
zh_hant: 現在

source: Now Playing
zh_hans: 正在播放
zh_hant: 正在播放

source: Now, move the device about 3 meters (10 feet) away. The scan will complete automatically.
zh_hans: 现在将设备移到约 3 米（10 英尺）外，扫描会自动完成。
zh_hant: 現在，將裝置移到約 3 公尺（10 英尺）外。掃描將自動完成。

source: Now, move the device to the distance where you want your Mac to lock automatically.
zh_hans: 现在将设备移到你希望 Mac 自动锁定时的距离。
zh_hant: 現在，將裝置移到你希望 Mac 自動鎖定的距離。

source: Number of Bars
zh_hans: 柱条数量
zh_hant: 長條數量

source: OK
zh_hans: 好
zh_hant: 好

source: OTP notch popover
zh_hans: 刘海区域验证码弹窗
zh_hant: 瀏海區域驗證碼彈出式視窗

source: OUTPUTS
zh_hans: 输出设备
zh_hant: 輸出

source: Off
zh_hans: 关闭
zh_hant: 關閉

source: Off by default — not every long command is worth holding the display on for.
zh_hans: 默认关闭，并非所有长时间运行的命令都需要让显示器保持唤醒。
zh_hant: 預設為關閉——並非每個長時間執行的指令都值得讓顯示器保持開啟。

source: Off expands the moment the trigger completes.
zh_hans: 关闭后，触发词输入完成时立即展开。
zh_hant: 關閉時，觸發字詞輸入完成後會立即展開。

source: Off — tap for Shuffle
zh_hans: 已关闭 — 点击启用随机播放
zh_hant: 關閉——點一下以啟用隨機播放

source: Old Files
zh_hans: 旧文件
zh_hant: 舊檔案

source: Older files that may no longer be needed
zh_hans: 可能不再需要的旧文件
zh_hant: 可能不再需要的舊檔案

source: Oldest Entry
zh_hans: 最早记录
zh_hant: 最早項目

source: On
zh_hans: 已开启
zh_hant: 開啟

source: On AC Power
zh_hans: 使用交流电源
zh_hant: 使用交流電源

source: On Battery
zh_hans: 使用电池
zh_hant: 使用電池

source: On Battery Power
zh_hans: 使用电池供电
zh_hant: 使用電池電力

source: On Shelf
zh_hans: 在文件暂存架中
zh_hant: 在檔案暫存架上

source: On battery
zh_hans: 使用电池
zh_hant: 使用電池

source: On session end
zh_hans: 专注时段结束时
zh_hant: 時段結束時

source: On session start
zh_hans: 专注时段开始时
zh_hant: 時段開始時

source: On time
zh_hans: 准时
zh_hant: 準時

source: On-Demand Data
zh_hans: 按需数据
zh_hant: 隨選資料

source: Once
zh_hans: 一次
zh_hant: 一次

source: One-Time Discharge
zh_hans: 单次放电
zh_hant: 單次放電

source: Only %@ GB free on your startup disk.
zh_hans: 启动磁盘仅剩 %@ GB 可用空间。
zh_hant: 啟動磁碟只剩 %@ GB 可用空間。

source: Only Show When Usage is High
zh_hans: 仅在使用率较高时显示
zh_hant: 僅在使用量高時顯示

source: Only during market hours
zh_hans: 仅在交易时段
zh_hant: 僅在交易時段

source: Only play video wallpapers while your Mac is plugged in.
zh_hans: 仅在 Mac 接通电源时播放视频墙纸。
zh_hant: 僅在 Mac 接上電源時播放影片背景圖片。

source: Only show device icons for external audio devices like AirPods or HomePods.
zh_hans: 仅为 AirPods、HomePod 等外接音频设备显示设备图标。
zh_hant: 僅針對 AirPods 或 HomePod 等外接音訊裝置顯示裝置圖像。

source: Only show media from your selected source, ignoring browsers and other apps.
zh_hans: 仅显示所选来源的媒体，忽略浏览器和其他应用。
zh_hant: 僅顯示所選來源的媒體，忽略瀏覽器和其他 App。

source: Only show notifications with verification codes
zh_hans: 仅显示包含验证码的通知
zh_hant: 僅顯示包含驗證碼的通知

source: Only show widgets like Music, Calendar, or Focus when they are active.
zh_hans: 仅在音乐、日历或专注等小组件有活动时显示。
zh_hant: 僅在「音樂」、「行事曆」或「專注模式」等小工具有活動時顯示。

source: Only wake the screen, do not enter the password.
zh_hans: 仅唤醒屏幕，不输入密码。
zh_hant: 僅喚醒螢幕，不輸入密碼。

source: Only when live
zh_hans: 仅在比赛进行时
zh_hant: 僅在比賽進行時

source: Open
zh_hans: 打开
zh_hant: 打開

source: Open %@
zh_hans: 打开 %@
zh_hant: 打開 %@

source: Open About in Settings
zh_hans: 打开设置中的“关于”
zh_hant: 在「設定」中打開「關於」

source: Open App
zh_hans: 打开应用
zh_hant: 打開 App

source: Open Audio MIDI Setup
zh_hans: 打开音频 MIDI 设置
zh_hant: 打開「音訊 MIDI 設定」

source: Open Calendar on Click
zh_hans: 点击时打开日历
zh_hant: 按一下時打開行事曆

source: Open Camera Privacy Settings
zh_hans: 打开相机隐私设置
zh_hant: 打開相機隱私權設定

source: Open Clipboard on Click
zh_hans: 点击打开剪贴板
zh_hant: 按一下時打開剪貼簿

source: Open Devices
zh_hans: 打开设备列表
zh_hant: 打開裝置列表

source: Open Link
zh_hans: 打开链接
zh_hant: 打開連結

source: Open Login Items
zh_hans: 打开登录项
zh_hant: 打開登入項目

source: Open Mirror on Click
zh_hans: 点击打开镜子
zh_hant: 按一下時打開鏡子

source: Open Notes on Click
zh_hans: 点击打开笔记
zh_hant: 按一下時打開備忘錄

source: Open Picker
zh_hans: 打开选取面板
zh_hant: 打開選擇器

source: Open Privacy Settings
zh_hans: 打开隐私设置
zh_hant: 打開隱私權設定

source: Open Queue
zh_hans: 打开播放队列
zh_hant: 打開待播清單

source: Open Scheduler
zh_hans: 打开定时任务
zh_hant: 打開排程器

source: Open Settings → Apps to update them.
zh_hans: 打开“设置”→“应用”进行更新。
zh_hant: 打開「設定」→「App」來更新它們。

source: Open Shelf on Live Activity Click
zh_hans: 点击实时活动打开文件暂存架
zh_hant: 按一下即時動態時打開檔案暫存架

source: Open System Settings
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Open Timers
zh_hans: 打开计时器
zh_hant: 打開計時器

source: Open app updater
zh_hans: 打开应用更新工具
zh_hant: 打開 App 更新器

source: Open detailed AirDrop widget on live activity click
zh_hans: 点击实时活动时打开详细 AirDrop 小组件
zh_hant: 按一下即時動態時打開詳細的 AirDrop 小工具

source: Open detailed Music widget on live activity click
zh_hans: 点击实时活动时打开详细音乐小组件
zh_hant: 按一下即時動態時打開詳細的音樂小工具

source: Open detailed Weather widget on live activity click
zh_hans: 点击实时活动时打开详细天气小组件
zh_hant: 按一下即時動態時打開詳細的天氣小工具

source: Open in App Store
zh_hans: 在 App Store 中打开
zh_hant: 在 App Store 中打開

source: Open in Browser
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開

source: Open in Window
zh_hans: 在窗口中打开
zh_hant: 在視窗中打開

source: Open the Spotify app or another speaker to play audio.
zh_hans: 请打开 Spotify 应用或其他扬声器来播放音频。
zh_hant: 請打開 Spotify App 或其他揚聲器來播放音訊。

source: Open the Spotify desktop app or another speaker to play audio.
zh_hans: 请打开 Spotify 桌面应用或其他扬声器来播放音频。
zh_hant: 請打開 Spotify 桌面 App 或其他揚聲器來播放音訊。

source: Open the app
zh_hans: 打开应用
zh_hant: 打開 App

source: Open the camera app on your phone and point it at this QR code to go to the download page.
zh_hans: 打开手机相机并对准此二维码，即可前往下载页面。
zh_hant: 打開手機上的相機 App 並對準此 QR 碼，即可前往下載頁面。

source: Open the unified Sapphire picker right where you're typing with a global shortcut. Selecting a clipboard item copies it and pastes it at the cursor; the Emoji tab types emoji directly. (The emoji shortcut opens the same panel on its Emoji tab.)
zh_hans: 使用全局快捷键，在输入位置打开 Sapphire 统一选取面板。选择剪贴板项目会将其复制并粘贴到光标处；“表情符号”标签页会直接输入表情。（表情快捷键会打开同一面板的“表情符号”标签页。）
zh_hant: 使用全域快速鍵，在你輸入文字的位置直接打開統一的 Sapphire 選擇器。選擇剪貼簿項目會將其拷貝並貼到游標處；「表情符號」標籤頁會直接輸入表情符號。（表情符號快速鍵會打開同一個面板的「表情符號」標籤頁。）

source: Open update page
zh_hans: 打开更新页面
zh_hant: 打開更新頁面

source: OpenBubbles is a free, open-source project that brings iMessage, FaceTime, and other Apple services to Android, Windows, and Linux. This tool generates a registration code using your Mac's hardware identifiers, allowing other devices to connect directly to Apple's services.
zh_hans: OpenBubbles 是免费的开源项目，让 Android、Windows 和 Linux 设备也能使用 iMessage、FaceTime 及其他 Apple 服务。此工具利用 Mac 的硬件标识生成注册码，让其他设备直接连接 Apple 服务。
zh_hant: OpenBubbles 是免費的開放原始碼專案，可將 iMessage、FaceTime 和其他 Apple 服務帶到 Android、Windows 和 Linux。此工具會使用你 Mac 的硬體識別碼產生註冊碼，讓其他裝置能直接連線至 Apple 的服務。

source: Opening the main widget view.
zh_hans: 打开主要小组件视图时。
zh_hant: 打開主要小工具視圖時。

source: Opening the widget with a trackpad swipe.
zh_hans: 通过触控板滑动打开小组件时。
zh_hant: 以觸控式軸板滑動打開小工具時。

source: Optimize Lighting
zh_hans: 优化照明
zh_hant: 最佳化光線

source: Optional
zh_hans: 可选
zh_hant: 選用

source: Other
zh_hans: 其他
zh_hant: 其他

source: Other Apps
zh_hans: 其他应用
zh_hant: 其他 App

source: Out of Range
zh_hans: 超出范围
zh_hant: 超出範圍

source: Overcast
zh_hans: 阴
zh_hant: 陰天

source: Override default appearance and animation values. This may lead to unexpected behavior.
zh_hans: 覆盖默认外观和动画参数，可能产生非预期行为。
zh_hant: 覆寫預設的外觀和動畫數值。這可能會導致非預期的行為。

source: Overview
zh_hans: 概览
zh_hant: 概覽

source: PAUSED
zh_hans: 已暂停
zh_hant: 已暫停

source: PLAYING
zh_hans: 正在播放
zh_hant: 正在播放

source: PREMIUM
zh_hans: 高级版
zh_hant: 進階版

source: Padding
zh_hans: 内边距
zh_hant: 邊距

source: Paired & Monitoring
zh_hans: 已配对并正在监测
zh_hant: 已配對並監控中

source: Parcel notch popover
zh_hans: 刘海区域包裹弹窗
zh_hant: 瀏海區域包裹彈出式視窗

source: Parcel tracking from email
zh_hans: 从邮件追踪包裹
zh_hant: 從郵件追蹤包裹

source: Partial
zh_hans: 部分完成
zh_hant: 部分完成

source: Partly Cloudy
zh_hans: 局部多云
zh_hant: 晴時多雲

source: Passive Mode
zh_hans: 被动模式
zh_hant: 被動模式

source: Password
zh_hans: 密码
zh_hant: 密碼

source: Password cannot be empty.
zh_hans: 密码不能为空。
zh_hant: 密碼不得為空白。

source: Password not set
zh_hans: 尚未设置密码
zh_hant: 尚未設定密碼

source: Paste
zh_hans: 粘贴
zh_hant: 貼上

source: Paste Images as PNG Files
zh_hans: 将图像粘贴为 PNG 文件
zh_hant: 將影像貼上為 PNG 檔案

source: Paste as Plain Text
zh_hans: 以纯文本粘贴
zh_hant: 貼上為純文字

source: Path
zh_hans: 路径
zh_hant: 路徑

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Pause "Now Playing" while Locked
zh_hans: 锁定时暂停“正在播放”
zh_hant: 鎖定時暫停「正在播放」

source: Pause Charging
zh_hans: 暂停充电
zh_hant: 暫停充電

source: Pause Media Trigger
zh_hans: 暂停媒体的触发角度
zh_hant: 暫停媒體的觸發角度

source: Pause charging above
zh_hans: 高于此温度时暂停充电
zh_hant: 高於此溫度時暫停充電

source: Pause in Low Power Mode
zh_hans: 低电量模式下暂停
zh_hant: 低耗電模式下暫停

source: Pause in Mission Control
zh_hans: 调度中心打开时暂停
zh_hant: 在「指揮中心」中暫停

source: Pause media when nearly closed
zh_hans: 接近合盖时暂停媒体
zh_hant: 接近闔上時暫停媒體

source: Pause on Battery Power
zh_hans: 使用电池时暂停
zh_hant: 使用電池電力時暫停

source: Pause video when it is covered or power and thermal conditions call for it.
zh_hans: 壁纸被遮挡，或电量和温度需要时暂停视频。
zh_hant: 當背景圖片被遮住，或電力與溫度狀況需要時暫停影片。

source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

source: Pauses charging if the battery gets too hot.
zh_hans: 电池温度过高时暂停充电。
zh_hant: 電池溫度過高時暫停充電。

source: Peak: %lld%%
zh_hans: 峰值：%lld%%
zh_hant: 峰值：%lld%%

source: People & Account
zh_hans: 人员与账户
zh_hant: 人員與帳號

source: Per-App Volume Uses System Volume Ceiling
zh_hans: 应用音量以系统音量为上限
zh_hant: 各 App 音量以系統音量為上限

source: Per-Display Overrides
zh_hans: 各显示器的独立设置
zh_hant: 個別顯示器覆寫設定

source: Per-device slider steps
zh_hans: 各设备的滑块步长
zh_hant: 個別裝置滑桿級距

source: Percentage
zh_hans: 百分比
zh_hant: 百分比

source: Permission is granted, but macOS still will not launch the helper.
zh_hans: 权限已授予，但 macOS 仍无法启动辅助服务。
zh_hant: 已授予權限，但 macOS 仍不會啟動輔助服務。

source: Permissions
zh_hans: 权限
zh_hant: 權限

source: Permissions Overview
zh_hans: 权限概览
zh_hant: 權限概覽

source: Persist Music Widget
zh_hans: 始终显示音乐小组件
zh_hant: 持續顯示音樂小工具

source: Persistent
zh_hans: 常驻
zh_hant: 常駐

source: Persistent Activity
zh_hans: 常驻活动
zh_hant: 持續性動態

source: Personalize your experience. You can change these any time in Settings.
zh_hans: 按你的喜好设置，之后可随时在设置中更改。
zh_hant: 個人化你的體驗。你可以隨時在「設定」中更改這些項目。

source: Phone
zh_hans: 手机
zh_hant: 手機

source: Picker Shortcut
zh_hans: 选取面板快捷键
zh_hant: 選擇器快速鍵

source: Pill
zh_hans: 胶囊
zh_hant: 膠囊

source: Pill Length
zh_hans: 胶囊长度
zh_hant: 膠囊長度

source: Pill Position
zh_hans: 胶囊位置
zh_hant: 膠囊位置

source: Pill Style
zh_hans: 胶囊样式
zh_hant: 膠囊樣式

source: Pill Thickness
zh_hans: 胶囊厚度
zh_hant: 膠囊厚度

source: Pin
zh_hans: 固定
zh_hant: 固定

source: Ping
zh_hans: 连通性测试

source: Pink Noise
zh_hans: 粉红噪声
zh_hant: 粉紅噪音

source: Plane Name
zh_hans: 窗口方案名称
zh_hant: 視窗方案名稱

source: Planes
zh_hans: 窗口方案
zh_hant: 視窗方案

source: Play
zh_hans: 播放
zh_hant: 播放

source: Play / Pause
zh_hans: 播放／暂停
zh_hant: 播放／暫停

source: Play Connection Sounds
zh_hans: 播放连接提示音
zh_hant: 播放連接提示音

source: Play Sound Alerts
zh_hans: 播放提示音
zh_hant: 播放提示音

source: Play Sound for Low Battery Alert
zh_hans: 播放低电量提示音
zh_hant: 播放電量低提示音

source: Play a sound when devices connect or disconnect.
zh_hans: 设备连接或断开时播放提示音。
zh_hant: 裝置連接或中斷連接時播放提示音。

source: Play album
zh_hans: 播放专辑
zh_hant: 播放專輯

source: Play count
zh_hans: 播放次数
zh_hant: 播放次數

source: Play generated white/pink/brown noise or rain to mask noisy surroundings. Starts automatically with each session.
zh_hans: 播放生成的白噪声、粉红噪声、棕噪声或雨声，遮盖周围噪音。每个专注时段自动开始播放。
zh_hant: 播放產生的白噪音／粉紅噪音／棕噪音或雨聲，以掩蓋周遭的噪音。每個時段都會自動開始播放。

source: Play playlist
zh_hans: 播放此列表
zh_hant: 播放播放列表

source: Play sounds when breaks begin and end.
zh_hans: 休息开始和结束时播放提示音。
zh_hant: 休息開始和結束時播放提示音。

source: Play the album, or open it in Spotify for the full track list.
zh_hans: 播放此专辑，或在 Spotify 中打开以查看完整曲目列表。
zh_hant: 播放專輯，或在 Spotify 中打開以查看完整曲目列表。

source: Playback device
zh_hans: 播放设备
zh_hant: 播放裝置

source: Playback moved to %@.
zh_hans: 已切换到 %@ 播放。
zh_hant: 已將播放移至 %@。

source: Playing
zh_hans: 正在播放
zh_hant: 正在播放

source: Playing on %@
zh_hans: 正在 %@ 上播放
zh_hant: 正在 %@ 上播放

source: Playing on %@.
zh_hans: 正在 %@ 上播放。
zh_hant: 正在 %@ 上播放。

source: Playlist
zh_hans: 播放列表
zh_hant: 播放列表

source: Playlists
zh_hans: 播放列表
zh_hant: 播放列表

source: Playlists sorted by Spotify
zh_hans: 由 Spotify 排序的播放列表
zh_hant: 由 Spotify 排序的播放列表

source: Please log in to Spotify via the Music section in Sapphire's settings to use this feature.
zh_hans: 请在 Sapphire 设置的音乐页面登录 Spotify，以使用此功能。
zh_hant: 請透過 Sapphire 設定中的「音樂」部分登入 Spotify，以使用此功能。

source: Plugged In
zh_hans: 已接通电源
zh_hant: 已接上電源

source: Plugged in
zh_hans: 已接通电源
zh_hant: 已接上電源

source: Plugged in (not charging)
zh_hans: 已接通电源（未充电）
zh_hant: 已接上電源（未充電）

source: Podcast
zh_hans: 播客

source: Point %lld RPM
zh_hans: 控制点 %lld 转速
zh_hant: 控制點 %lld 轉速

source: Point %lld Temperature
zh_hans: 控制点 %lld 温度
zh_hant: 控制點 %lld 溫度

source: Popover
zh_hans: 弹出面板
zh_hant: 彈出式面板

source: Popular
zh_hans: 热门
zh_hant: 熱門

source: Popular Releases
zh_hans: 热门发行
zh_hant: 熱門發行

source: Popularity Score: %lld/100
zh_hans: 热度：%lld/100
zh_hant: 熱門度：%lld/100

source: Popup Window
zh_hans: 弹出窗口
zh_hant: 彈出式視窗

source: Position your face in the camera view.
zh_hans: 请将人脸置于摄像头画面中。
zh_hant: 請將臉孔置於相機畫面中。

source: Position your monitor about an arm's length away and adjust the angle of the screen so that the top it is at or slightly below eye level. This reduces strain on your neck and eyes.
zh_hans: 将显示器放在大约一臂远的位置，调整角度，使屏幕顶部与视线齐平或略低。这有助于减轻颈部和眼睛的疲劳。
zh_hant: 將顯示器放在約一臂遠的位置，並調整螢幕角度，讓螢幕頂端與視線齊平或略低。這可減輕頸部和眼睛的負擔。

source: Postpone the break by 5 minutes and keep focusing
zh_hans: 将休息推迟 5 分钟，继续专注
zh_hant: 將休息延後 5 分鐘並繼續專注

source: Power
zh_hans: 功率
zh_hant: 功率

source: Power & Time
zh_hans: 功率与时间
zh_hant: 電源與時間

source: Power Adapter
zh_hans: 电源适配器
zh_hant: 電源轉接器

source: Power Adapter Specs
zh_hans: 电源适配器规格
zh_hant: 電源轉接器規格

source: Power Draw
zh_hans: 耗电功率
zh_hant: 耗電功率

source: Power overview
zh_hans: 功耗概览
zh_hant: 電源概覽

source: Precipitation
zh_hans: 降水
zh_hant: 降水

source: Prefer airplay over spotify devices
zh_hans: 优先使用 AirPlay 而非 Spotify 设备
zh_hant: 優先使用 AirPlay 而非 Spotify 裝置

source: Preferences
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Preferred unit for weather forecasts.
zh_hans: 天气预报使用的温度单位。
zh_hant: 天氣預報使用的單位。

source: Preparing %@…
zh_hans: 正在准备 %@…
zh_hant: 正在準備 %@…

source: Press 'Register' to begin.
zh_hans: 点击“录入”以开始。
zh_hant: 按「註冊」以開始。

source: Press F2 in Finder to start an inline rename.
zh_hans: 在访达中按 F2，直接编辑所选项目的名称。
zh_hant: 在 Finder 中按 F2 即可直接重新命名。

source: Press Option + Volume keys to adjust volume for the active app (excludes Spotify and Apple Music).
zh_hans: 按住 Option 并按音量键可调整当前应用的音量（Spotify 和 Apple Music 除外）。
zh_hant: 按 Option + 音量鍵可調整目前 App 的音量（Spotify 和 Apple Music 除外）。

source: Press and hold secondary player buttons (Queue, Devices, Like, Shuffle, Repeat) for an alternate action. Previous / Next / Play are tap-only unless you assign a hold action below. When this is off, Previous/Next still seek while held.
zh_hans: 长按次要播放器按钮（队列、设备、喜欢、随机播放、循环播放）可执行替代操作。上一首、下一首和播放按钮默认仅响应轻点，除非在下方指定长按操作。关闭此选项后，长按上一首或下一首仍可快退或快进。
zh_hant: 按住次要播放器按鈕（待播清單、裝置、喜歡、隨機播放、重複播放）可執行替代動作。除非你在下方指定按住動作，否則「上一首」、「下一首」和「播放」僅支援點按。關閉此選項時，按住「上一首」／「下一首」仍可倒轉或快轉。

source: Press this shortcut from anywhere to start or pause a focus session.
zh_hans: 在任何位置按下此快捷键，即可开始或暂停专注时段。
zh_hant: 在任何地方按下此快速鍵即可開始或暫停專注時段。

source: Pressure
zh_hans: 气压
zh_hant: 氣壓

source: Prevent Sleep in Clamshell Mode
zh_hans: 合盖时阻止睡眠
zh_hant: 在闔上模式中防止睡眠

source: Prevent hover, click, and swipe from expanding the notch while the Mac is locked.
zh_hans: Mac 锁定时，禁止通过悬停、点击或轻扫展开刘海区域。
zh_hant: Mac 鎖定時，防止懸停、按一下和滑動展開瀏海區域。

source: Prevent wear by stopping charging at a lower level. 80% is recommended.
zh_hans: 在较低电量停止充电以减少损耗，建议设置为 80%。
zh_hant: 在較低電量時停止充電以減少耗損。建議設為 80%。

source: Prevents battery wear from constant micro-charging cycles when plugged in for long periods. Charging will pause at the limit and only resume when the battery drops by a set amount.
zh_hans: 长时间接通电源时，通过减少频繁补充少量电量来降低电池损耗。达到上限后暂停充电，电量下降指定幅度后才恢复充电。
zh_hant: 防止長時間接上電源時，因頻繁的微量充電循環造成電池耗損。充電會在達到上限時暫停，並僅在電量下降設定的幅度後才恢復。

source: Prevents your Mac from sitting at 100% charge overnight, which can degrade the battery over time. Charging resumes on wake.
zh_hans: 避免 Mac 整夜保持 100% 电量，减少电池长期损耗。唤醒后恢复充电。
zh_hant: 避免 Mac 整夜維持 100% 電量，以免電池隨時間老化。喚醒後會恢復充電。

source: Preview
zh_hans: 预览
zh_hant: 預覽

source: Preview gain
zh_hans: 预览增益
zh_hant: 預覽增益

source: Previous
zh_hans: 上一个
zh_hant: 上一個

source: Previous Style
zh_hans: 上一个样式
zh_hant: 上一個樣式

source: Previous Track
zh_hans: 上一首
zh_hant: 上一首曲目

source: Prioritize Over Other Activities
zh_hans: 优先于其他活动显示
zh_hant: 優先於其他動態

source: Prioritize Selected Source
zh_hans: 优先使用所选来源
zh_hant: 優先使用所選來源

source: Private API Login
zh_hans: 私有 API 登录
zh_hant: 私有 API 登入

source: Privileged helper is running.
zh_hans: 具有管理员权限的辅助服务正在运行。
zh_hant: 具有特殊權限的輔助服務正在執行。

source: Profile name
zh_hans: 方案名称
zh_hant: 設定組名稱

source: Profiles
zh_hans: 配置方案
zh_hant: 設定組

source: Prompt to Turn on Low Power Mode
zh_hans: 提示开启低电量模式
zh_hant: 提示開啟低耗電模式

source: Protect Quit and Close Shortcuts
zh_hans: 保护退出与关闭快捷键
zh_hant: 保護結束與關閉快速鍵

source: Protect your battery's health and extend its lifespan with these features.
zh_hans: 使用这些功能保护电池健康，延长电池寿命。
zh_hant: 使用這些功能保護電池健康度並延長其壽命。

source: Protect ⌘Q (Quit)
zh_hans: 保护 ⌘Q（退出）
zh_hant: 保護 ⌘Q（結束）

source: Protect ⌘W (Close Window)
zh_hans: 保护 ⌘W（关闭窗口）
zh_hant: 保護 ⌘W（關閉視窗）

source: Protected
zh_hans: 受保护
zh_hant: 受保護

source: Protected system locations are inspection-only. Every cleanup is reviewed and moved to Trash before space is reclaimed.
zh_hans: 受保护的系统位置仅供查看。每次清理均需确认，项目会先移到废纸篓，再释放空间。
zh_hant: 受保護的系統位置僅供檢查。每次清理都會經過檢查並移到垃圾桶，之後才會釋放空間。

source: Protection Mode
zh_hans: 保护模式
zh_hant: 保護模式

source: Protocol version
zh_hans: 协议版本
zh_hant: 協定版本

source: Provide tactile feedback for certain interactions.
zh_hans: 为部分交互提供触感反馈。
zh_hant: 為特定互動提供觸覺回饋。

source: Proximity & Face Unlock
zh_hans: 靠近与面容解锁
zh_hant: 距離與臉孔解鎖

source: Put the display into real macOS display sleep when the lid drops below the chosen angle, then wake it again when reopened. This will attempt to keep caffinate activated while the display is sleeping.
zh_hans: 屏幕开合角度低于设定值时，让显示器进入 macOS 显示器睡眠；重新打开时唤醒。显示器睡眠期间会尝试继续保持系统唤醒。
zh_hant: 當螢幕開合角度低於所選角度時，讓顯示器進入真正的 macOS 顯示器睡眠，重新打開時再喚醒。顯示器睡眠期間會嘗試維持保持喚醒狀態。

source: Puts the display to sleep when locking.
zh_hans: 锁定时让显示器进入睡眠。
zh_hant: 鎖定時讓顯示器進入睡眠。

source: Quarters
zh_hans: 四分屏
zh_hant: 四分割

source: Queue
zh_hans: 播放队列
zh_hant: 待播清單

source: Queue & Playlists
zh_hans: 播放队列与播放列表
zh_hant: 待播清單與播放列表

source: Queue Unavailable
zh_hans: 播放队列不可用
zh_hant: 無法使用待播清單

source: Quick Picker
zh_hans: 快速选取面板
zh_hant: 快速選擇器

source: Quick Setup
zh_hans: 快速设置
zh_hant: 快速設定

source: Quick Timer
zh_hans: 快速计时
zh_hant: 快速計時器

source: Quick notes widget, click-to-expand behavior, and notch bar access.
zh_hans: 设置便笺小组件、点按展开行为和刘海栏入口。
zh_hant: 快速備忘錄小工具、按一下展開行為和瀏海列入口。

source: Quit
zh_hans: 退出
zh_hant: 結束

source: Quit & Close Protection
zh_hans: 退出与关闭保护
zh_hant: 結束與關閉保護

source: Quit App
zh_hans: 退出应用
zh_hant: 結束 App

source: Quit Apps When Their Last Window Closes
zh_hans: 关闭最后一个窗口后退出应用
zh_hant: 關閉最後一個視窗時結束 App

source: Quit Sapphire
zh_hans: 退出 Sapphire
zh_hant: 結束 Sapphire

source: Quit and reopen Sapphire to apply language changes.
zh_hans: 退出并重新打开 Sapphire 后，语言更改才会生效。
zh_hant: 結束並重新打開 Sapphire 後，語言變更才會生效。

source: Quit on Close
zh_hans: 关闭窗口时退出
zh_hant: 關閉時結束

source: R %lld
zh_hans: 右 %lld
zh_hant: 右 %lld

source: RAM Usage
zh_hans: 内存使用率
zh_hant: RAM 使用率

source: Radial
zh_hans: 径向渐变
zh_hant: 放射狀

source: Rain
zh_hans: 雨声
zh_hant: 雨聲

source: Raising the Clear Bass slider or the low EQ bands adds level below ~150 Hz and can clip into audible distortion. Ease off if it sounds crunchy.
zh_hans: 提高清晰低音滑块或低频段，会增强约 150 Hz 以下的音量，可能产生削波失真。若出现破音，请降低增益。
zh_hant: 調高「清晰低音」滑桿或低頻 EQ 頻段會增加約 150 Hz 以下的音量，可能造成削波而產生明顯失真。若聽起來有破音，請調低一些。

source: Rank running work alongside notifications instead of with the ambient readouts, so it shows even while music is playing.
zh_hans: 将运行中的任务与通知放在同一优先级，而非普通状态信息，即使播放音乐时也能显示。
zh_hant: 將執行中的工作與通知排在同一優先順序，而非與一般狀態資訊並列，讓它在播放音樂時也能顯示。

source: Re-Register
zh_hans: 重新录入
zh_hant: 重新註冊

source: Reading %@…
zh_hans: 正在读取 %@…
zh_hant: 正在讀取 %@…

source: Reads the 'true' charge from the battery controller, which can be more accurate but may differ from what macOS shows.
zh_hans: 读取电池控制器报告的实际电量，可能更准确，但可能与 macOS 显示的数值不同。
zh_hant: 從電池控制器讀取「實際」電量，可能更準確，但可能與 macOS 顯示的數值不同。

source: Ready
zh_hans: 就绪
zh_hant: 就緒

source: Ready to focus
zh_hans: 准备开始专注
zh_hant: 準備專注

source: Ready to scan
zh_hans: 准备扫描
zh_hant: 準備掃描
